<?php
// Heading
$_['heading_title']        = 'Валюта Плюс';
$_['heading_title_update'] = 'Редактирование';

// Column
$_['column_title']         = 'Название валюты';
$_['column_code']          = 'Код';
$_['column_value']         = 'Курс относительно основной валюты магазина';
$_['column_nominal']       = 'Номинал';
$_['column_value_official']  = 'Официальный курс';
$_['column_date_modified'] = 'Дата последнего обновления';
$_['column_action']        = 'Действие';
$_['column_total_products'] = 'Кол-во товаров в этой валюте';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Настройки модуля обновлены!';
$_['text_noround']        = 'Не округлять';
$_['text_digit99']        = 'Округлить до .99';
$_['text_digitx9']        = 'Округлить до .x9';
$_['text_digit01']        = 'Округлить до десятых';
$_['text_digit001']       = 'Округлить до сотых';
$_['text_digit1']         = 'Округлить до целого числа';
$_['text_digit5']         = 'Округлить до 5';
$_['text_digit9']         = 'Округлить до 9';
$_['text_digit10']        = 'Округлить до 10';
$_['text_digit50']        = 'Округлить до 50';
$_['text_digit100']       = 'Округлить до 100';
$_['text_digit1000']      = 'Округлить до 1000';
$_['text_digit10000']     = 'Округлить до 10000';
$_['text_digit100000']    = 'Округлить до 100000';
$_['text_rub']            = 'ЦБРФ (Россия)';
$_['text_uah']            = 'НБУ (Украина)';
$_['text_byr']            = 'НБРБ (Белоруссия)';
$_['text_kzt']            = 'НБРК (Казахстан)';
$_['text_form']           = 'Редактирование модуля Валюта Плюс';


// Entry
$_['entry_show_base_price']         = 'Отображать базовую цену на страницах:';
$_['entry_show_base_price_product'] = 'Товар:';
$_['entry_show_base_price_cat']     = 'Категория:';
$_['entry_show_base_price_search']  = 'Результаты поиска:';
$_['entry_show_base_price_brand']   = 'Производители:';
$_['entry_show_base_price_special'] = 'Специальные предложения:';
$_['entry_round']                   = 'Округление цен товаров:';
$_['entry_charcode']                = 'Брать курсы с сайта:';
$_['entry_currency_auto']           = 'Автоматическое обновление валют:';
$_['entry_currency']                = 'Основная валюта магазина:';

$_['entry_title']          = 'Название валюты:';
$_['entry_code']           = 'Код:';
$_['entry_value']          = 'Курс относительно основной валюты магазина:';
$_['entry_value_official'] = 'Официальный курс:';
$_['entry_nominal']        = 'Номинал:';
$_['entry_symbol_left']    = 'Символ слева:';
$_['entry_symbol_right']   = 'Символ справа:';
$_['entry_decimal_place']  = 'Количество знаков после запятой:';
$_['entry_status']         = 'Статус:';


$_['help_currency_auto']   = 'Задать ежедневное автоматическое обновление валют.';
$_['help_currency']        = 'Валюта, в которой товары продаются покупателям.';
$_['help_code']            = 'Не изменяется, если валюта установлена по умолчанию.';
$_['help_value']           = 'Установите на 1 если эта валюта является основной валютой магазина.';


$_['button_updatecurrency'] = 'Обновить курсы';
$_['button_updateproduct']  = 'Обновить цены товаров';
$_['button_insert']         = 'Добавить валюту';
$_['heading_title_update']  = 'Редактирование валюты';

$_['tab_currency']          = 'Валюты';

// Error
$_['error_permission']      = 'У Вас нет прав для управления этим модулем!';
$_['error_title']           = 'Название валюты должно быть от 3 до 32 символов!';
$_['error_code']            = 'Код валюты должен состоять из 3 символов!';
?>