<?php
// Heading
$_['heading_title'] = 'Учётная запись успешно создана!';

// Text
$_['text_message']  = '<p><b>Если у Вас есть скидка на продукцию нашей компании</b>, она будет закреплена за Вашей учетной записью после модерации.</p><p>Теперь Вы можете воспользоваться дополнительными возможностями: просматривать истории заказов, сохранять товары в закладках, зафиксировать свою скидку, изменять адреса доставки и контактные данные.</p><p>Если у Вас есть какие-либо вопросы, напишите нам.</p><p>Письмо с данными о регистрации было отправлено на указанный E-mail. Если Вы не получили письмо, пожалуйста <a href="%s">свяжитесь с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию %s!</p><p><b>Если у Вас есть скидка на продукцию нашей компании</b>, она будет закреплена за Вашей учетной записью после модерации.</p><p>Если у Вас есть какие-то вопросы, пожалуйста <a href="%s">свяжитесь с администратором</a>.</p>';
$_['text_account']  = 'Личный Кабинет';
$_['text_success']  = 'Учётная запись успешно создана!';