<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию!';
$_['text_welcome']        = 'Добро пожаловать на сайт %s!';
$_['text_login']          = 'Ваш аккаунт успешно создан, и Вы можете войти в Ваш личный кабинет на нашем сайте, используя указанные при регистрации адрес электронной почты и пароль:';
$_['text_approval']       = 'Ваша учётная запись ожидает подтверждения. После её подтверждения Вы сможете войти на сайт, используя Ваш адрес электронной почты и пароль, по ссылке:';
$_['text_services']       = 'Теперь Вы можете воспользоваться дополнительными возможностями:
Зафиксировать свою скидку
Просматривать истории заказов
Сохранять товары в закладках
Изменять адреса доставки и контактные данные.';
$_['text_thanks']         = 'Мы рады, что Вы с нами!
Спасибо за регистрацию, удачных Вам покупок!
С уважением, коллектив "МедТорг 21"';
$_['text_new_customer']   = 'Новый покупатель';
$_['text_signup']         = 'Зарегистрирован новый покупатель:';
$_['text_website']        = 'Веб сайт:';
$_['text_customer_group'] = 'Группа покупателей:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';