<?php
// Heading
$_['heading_title']        = 'Спасибо за покупку в нашем интернет-магазине!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление';
$_['text_success']         = 'Успешно';
$_['text_customer']        = '<br><p><b>Если у Вас есть скидка на продукцию нашей компании</b>, она будет закреплена за Вашей учетной записью после модерации.</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a> открыв <a href="%s">Историю заказов</a>.</p><p>Если у Вас возникнут какие-либо вопросы, пожалуйста, <a href="https://mt21.ru/shop/contact-us">свяжитесь с нами</a>.</p>';
$_['text_guest']           = '<p>В ближайшее время с Вами свяжется менеджер, для уточнения условий доставки.</p><p>Если у Вас возникнут какие-либо вопросы, пожалуйста, <a href="https://mt21.ru/shop/contact-us">свяжитесь с нами</a>.</p>';

$_['button_continue']  = 'Продолжить';