<?php
// Text
$_['text_home']          = 'Сайт компании';
$_['text_wishlist']      = 'Мои Закладки (%s)';
$_['text_shopping_cart'] = 'Корзина';
$_['text_category']      = 'Категории';
$_['text_account']       = 'Личный кабинет';
$_['text_register']      = 'Регистрация';
$_['text_login']         = 'Личный кабинет';
$_['text_order']         = 'История заказов';
$_['text_transaction']   = 'История платежей';
$_['text_download']      = 'Файлы для скачивания';
$_['text_logout']        = 'Выход';
$_['text_checkout']      = 'Оформление заказа';
$_['text_search']        = 'Поиск';
$_['text_all']           = 'Показать все';
$_['text_page']          = 'страница';
$_['text_course']          = 'ЦБ РФ';
$_['text_cart']          = 'Корзина';
$_['text_price']          = 'Продукция';
$_['text_offers']          = 'Акции';
$_['text_about_us']          = 'О компании';
$_['text_delivery']          = 'Доставка';
$_['text_contacts']          = 'Контакты';
$_['text_products1']          = 'Хирургия';
$_['text_products2']          = 'Ортопедия';
$_['text_products3']          = 'Инструментарий';

$_['text_convenient-payment']          = 'Удобная оплата';
$_['text_lifetime-warranty']          = 'Пожизненная гарантия';

//Home
$_['text_special_offers']          = 'Сравнить со старыми';
$_['text_more']          = 'Подробнее';
$_['text_create_account']          = 'Зарегистрируйтесь';
$_['text_title_h1']          = 'Интернет-магазин системы имплантов';
$_['text_main']          = '
			<p>В нашем интернет-магазине Вы можете купить зубные импланты ASTRA TECH Implant System по самым выгодным ценам, а так же широкий ассортимент инструментов и материалов для имплантологии и ортопедии. </p>
			<p>Специально для Вас, мы разработали систему с технически удобной и понятной схемой заказа, которая сама предлагает покупателю наиболее подходящие сочетания хирургических и ортопедических компонентов.  </p>
			<p>В интернет-магазине представлен полный каталог имплантов зубов ASTRA TECH Implant System с актуальными ценами.  </p>
			<p>На нашем сайте Вы можете создать свой личный кабинет, пройдя несложную регистрацию. Это поможет Вам делать покупки быстрее, сохранять свои личные данные и историю заказов, добавлять товар в закладки, получить доступ к системе скидок. </p>';
$_['text_title_block_1']        = 'Доставка';
$_['text_ad_block_1']          = 'Доставим Ваш заказ в любую точку России и СНГ, в удобное Вам время.';
$_['text_title_block_2']        = 'Пожизненная гарантия';
$_['text_ad_block_2']          = 'На все импланты ASTRA TECH Implant System распространяется пожизненная гарантия.';
$_['text_title_block_3']        = 'Удобная оплата';
$_['text_ad_block_3']          = 'Вы можете оплатить покупки не только наличными, но и банковскими картами.';
$_['text_title_slide_1']        = 'Весенние цены';
$_['text_ad_slide_1']          = 'На ортопедические компоненты для цементной фиксации';
$_['text_title_slide_2']        = 'Все что нужно в вашем телефоне';
$_['text_ad_slide_2']          = 'Покупать через мобильное приложение быстро и легко';
$_['text_title_slide_3']        = 'Устраивайтесь поудобнее';
$_['text_ad_slide_3']          = 'Приятных Вам покупок.';
$_['text_cat_1']          = 'Хирургия';
$_['text_cat_2']          = 'Ортопедия';
$_['text_cat_3']          = 'Инструментарий';